Repository: PrzemyslawGilewski/KnowledgeGraph
Catalog: KnowledgeGraph.Web/Resources/Features/Home/Views.Index.*.resx
Languages: pl

source: Create new Content
pl: Dodaj nową Treść

source: Every Content can have one Source and every Source can have one Source Type and one or many Authors associated with it.
pl: Każda Treść może posiadać jedno Źródło, a każde Źródło jeden Typ Źródła oraz jeden lub wielu powiązanych Autorów.

source: Future improvements
pl: Przyszłe ulepszenia

source: How to use the application?
pl: Jak używać aplikacji?

source: Log in
pl: Zaloguj się

source: Purpose of the application
pl: Cel aplikacji

source: Stay tuned!
pl: Czekaj na więcej!

source: The central idea is the Concept with its Contents .You can add Categories to have better organisation of Concepts.
pl: Centralną ideą jest Pojęcie z Treściami. Możesz dodać Kategorie w celu lepszej organizacji Pojęć.

source: The next improvement will be the possibility to build Learning Path based on the Concepts you provided.
pl: Kolejnym ulepszeniem będzie możliwość budowania Ścieżki Nauki opartej na wprowadzonych przez Ciebie Pojęciach.

source: This application was developed to help you better organise and search the knowledge you are interested to keep.
pl: Ta aplikacja powstała, aby pomóc Tobie w lepszej organizacji i wyszukiwaniu wiedzy.

source: We plan to allow grouping of Concepts in hierarchy and build more robust Editor for Content input.
pl: Planujemy umożliwienie grupowania Pojęć i budowę bardziej złożonego Edytora do wprowadzania Treści

source: Welcome to KnowledgeGraph
pl: Witaj w KnowledgeGraph

source: You can fastly jump from Concepts and Contents to Source, from Source to Authors and so on.
pl: Możesz szybko przeskakiwać z Pojęć i Treści do Źródeł, a ze Źródeł do Autorów itd.
